<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>RAW</title>
    <link href="https://fonts.googleapis.com/css2?family=Noto+Sans+TC:wght@300;500&display=swap" rel="stylesheet">
    <link rel="stylesheet" href="./css/main.css">
    <link rel="stylesheet" href="./css/css-yin/corp.css">
</head>

<?php require_once 'tpl/head.inc.php' ?>

<div class="container twosides_container">
    <div class="corp_sidebar">
        <div class="corp_menu current">
            <h2><a href="./footer_aboutus.php">ABOUT US</a></h2>
        </div>
        <div class="corp_menu">
            <h2><a href="./footer_info.php">INFO</a></h2>
        </div>
        <div class="corp_menu">
            <h2><a href="footer_faq.php">FAQ</a></h2>
        </div>
    </div>

    <div class="corp_body">
        <div class="corp_content">
            <h2>關於赤著</h2>
            <p>
                近年來整體社會開始注重心靈上的發展以及戶外活動，赤著的選色及概念回歸於最原始的大自然、大地色系。想讓這股力量融合在人們的生活當中，不論是在室外、室內，都可以透過由我們賦予的意義來感受這個氛圍。同時赤著也以大地色為基礎提供消費者配色和服飾搭配上的建議，藉由畫龍點睛的效果，帶出大地色系中的活潑感。另一方面，也提供在色彩上有所要求和大地色系性格的朋友們，一個私密的收藏地。
            </p>
            <p>赤著門市：106台北市大安區復興南路一段390號2樓</p>
        </div>
        <div class="corp_content">
            <h2>隱私權保護</h2>
            <p>赤著十分重視您的隱私權保護，將依個人資料保護法及本隱私權政策蒐集、處理及利用您的個人資料，並提供您對個人資料權利之行使與保護。</br>
                </br>
                本隱私權政策適用之範圍</br>
                本隱私權政策及其所包含之告知事項，僅適用於赤著的網站。本網站內可能包含許多連結、或其他合作夥伴所提供的服務，各連結網站或合作夥伴網站的隱私權聲明及與個人資料保護有關之告知事項，請參閱該連結網站或合作夥伴網站。</br>
                </br>
                個人資料保護法應告知事項</br>
                蒐集單位：赤著服飾</br>
                蒐集目的：提供本公司相關服務、行銷、契約、類似契約或其他法律關係事務、客戶管 理與服務、網路購物及其他電子商務服務、廣告和商業行為管理業務、以及經營合於營業登記項目或組織章程所定之業務。
                溫馨提醒：網際網路並不是一個安全的資訊傳輸環境，請您在使用本網站時，切勿公開透露您個人資料，因該資料有可能會被他人蒐集和使用，特別是網路上公開的發言場合，如聊天室、留言版，更應避免發表個人身份、密碼或電子郵件等相關個人資料。</br>
                </br>
                個人資料蒐集</br>
                當您瀏覽本公司經營之相關網站時，不會主動要求輸入個人資料。</br>
                當您完成購物流程或參加其他活動時，網站會要求您登錄個人資料，以便完成交易與相關服務。</br>
                為了保障各位會員權益，第一次光臨本網站消費的顧客，只要確認完成交易後，即會自動升級為會員。</br>
                請確認您所提供的個人資料真實準確，本公司不會承擔您資料中所提供不準確或不完整資訊所造成之損害或錯誤，此 將須自行負責。</br>
                如果您拒絕提供個人資料，可能無法充分利用本網站某些服務。</br>
                請妥善保管您的會員帳號及密碼，不要將上述資料提供給任何人或允許任何人以您的個人資料申請或使用帳號、密 碼，本公司不會承擔任何不當使用密碼之責任。</br>
                如果您與他人共用電腦或使用公共電腦，請記得關閉瀏覽器，以防他人看到上述資料取得您帳號的方法。</br>
                訂閱電子報只需提供Email帳號，使用者想取消訂閱，可聯繫相應網站之客服協助取消訂閱。</br>
                </br>
                個人資料類別</br>
                識別類（姓名、職稱、地址、聯絡電話、電子郵件信箱）、特徵類（年齡、性別、出生年月日等）、社會情況類（興趣、休閒、生活格調、消費模式等）、教育、技術或其他專業類（學歷）、受僱情形類（任職公司、職務等）、其他（為完成收款或付款所需之資料、往來電子郵件、網站留言、系統自動紀錄之軌跡資訊及其他得以直接或間接識別，使用者身分之個人資料等），惟將以實際本公司取得之個人資料為限。</br>
                </br>
                個人資料利用</br>
                本網站所蒐集足以識別使用者身分的個人資料，均僅供本網站於其內部、依照蒐集之目的進行處理和利用，除非事先說明、或為完成提供服務或履行合約義務之必要、或依照相關法令規定或有權主管機關之命令或要求，否則本網站不會將足以識別使用者身分的個人資料提供給第三人（包括境內及境外）、或移作蒐集目的以外之使用。本公司之員工，僅於其為您提供產品或服務之需求範圍內，對於您的個人資料得為有限之接觸。本公司及本公司委外之協力廠商（例如：商品供應商、提供物流、金流或活動贈品、展示品之廠商）；如為本公司與其他廠商共同蒐集者，將於該共同蒐集之活動中載明。在會員有效期間內，以及法令所定應保存之期間內，本網站會持續保管、處理及利用。</br>
                </br>
                行使個人資料權利方式</br>
                依個人資料保護法第條規定，您就您的個人資料享有查詢或請求閱覽、請求製給複製本、請求補充或更正、請求停止蒐集、處理或利用、請求刪除之權利。您可以透過寄送電子郵件至（service@raw.com）（為避免電子郵件系統漏信或其他原因無法收悉，以本公司回覆收悉為準）方式行使上開權利，本公司將於收悉您的請求後，儘速處理。但因本網站執行職務、業務所必須，以及依相關法令規定，必須存檔備查之交易資料，不在此限。</br>

                個人資料蒐集、處理及利用說明</br>
                本公司可能透過Facebook或類似社群服務系統，於取得您的同意後，將部分本網站的資訊發布於您的社群活動資訊頁面，若您不同意該等訊息之發布，請您勿點選同意鍵，或於事後透過各該社群服務之會員機制移除該等資訊或拒絕本網站繼續發布相關訊息。若有任何問題，仍可與本公司聯絡，本公司將協助您確認、處理相關問題。若您所填寫之送貨地址、聯絡人、聯絡方式等非您本人之個人資料，您同意已取得各該當事人之同意提供予本公司，並已代本公司就前開法定告知事項予以告知。除依法應提供予司法、檢調機關、相關主管機關，或與本公司協力廠商為執行相關活動必要範圍之利用外，本公司將不會任意將您的個人資料提供予第三人。當本公司或本網站全部或部分分割、獨立子公司經營、被其他第三者購併或收購資產，導致經營權轉換時，本公司會於事前將相關細節公告於本網站，且本公司或本網站所擁有之全部或部分使用者資訊亦可能在經營權轉換的狀況下移轉給第三人。惟限於與該經營權轉換服務相關之個人資料。若本公司或本網站部分營運移轉予第三人，您仍為本公司會員，若您不希望本公司後續利用您的個人資料，您可以依本隱私權政策向本公司行使權利。</br>
                </br>
                Cookie</br>
                為便於日後的辨識，當您使用本網站服務時，本公司可能會在您的電腦上設定與存取Cookie。您可以透過設定您的個人電腦或上網設備，決定是否允許Cookie技術的使用，若您關閉Cookie時，可能會造成您使用本網站服務時之不便利或部分功能限制。</br>
                </br>
                隱私權政策之修改</br>
                本公司有權隨時修改本隱私政策及本網站各項內容之權利，將於網站同一位置公告更改聲明外，不會再對會員進行個別通知。若您對本隱私權保護政策有任何問題或不同意該等變更或修改，可利用電子郵件（service@raw.com）直接與本公司聯繫或停止使用本網站服務。</br>
            </p>
        </div>

        <div class="corp_content">
            <h2>服務條款</h2>
            <p>當您成為赤著網站的會員時，即表示您已詳細閱讀、明確瞭解並同意接受本服務條款之所有內容。</br>
                </br>
                此外，當您使用赤著官網的特定服務時，可能會依據該特定服務之性質，而須遵守赤著官網所另行公告之服務條款或相關規定。若您為未滿二十歲，應於您的家長（或監護人）閱讀、瞭解並同意本服務條款之所有內容，方得使用本服務。當您使用或繼續使用本服務時，即推定您的家長（或監護人）已閱讀、瞭解並同意接受本服務條款之所有內容及其後修改變更。</br>
                </br>
                下列情況發生時本網站無須負擔任何責任：</br>
                1.
                赤著官網服務之風險會由您個人承擔，會員同意使用赤著官網各項服務基於會員的個人意願並同意自付任何風險，包括因為自赤著官網下載資料或圖片，或是自赤著官網服務中獲得之資料導致發生任何資源流失等結果。</br>
                2. 會員在赤著官網填寫的物件資料、個人資料、上傳圖片等行為，純屬會員個人行為，官網對其內容之真實性或完整不負任何責任。</br>
                3. 任何由於電腦病毒侵入或發作、因政府管制而造成暫時性關閉等影響網路正常經營之不可抗力而造成的資料毀損、丟失、被盜與用或被竄改等官網無關。</br>
                4. 赤著官網就各項服務不負任何明示或默示之擔保責任。赤著官網不保證各項服務之穩定、安全、無誤及不中斷；會員明示承擔使用官網服務之所有風險極可能發生之任何損害。</br>
                5. 維持並更新您個人會員資料，確保其為正確、最新及完整。若您提供任何錯誤、不實或不完整的資料，赤著有權暫停或終止您的帳號，並拒絕您使用本服務之全部或部分。</br>
                6. 對於會員透過赤著官網刊登或發布虛假、違法資訊、侵害他人權益及欺騙、敲詐行為者，純屬會員個人行為，赤著官網對此而產生的一切糾紛不負任何責任！</p>
        </div>
    </div>
</div>


<?php require_once 'tpl/foot.inc.php' ?>

<script src="https://ajax.googleapis.com/ajax/libs/jquery/3.6.0/jquery.min.js"></script>
<script src="./js/main.js"></script>

<script>
    $(document).ready(function() {

        $(".corp_content h2").click(function(event) {
            $(this).toggleClass("active");
            $(this).siblings("p").slideToggle();
            $(this).toggleClass("corp_close");
        });




        // $(".corp_content h2").click(function (event) {
        //     $(this).toggleClass("corp_close");
        //     $(this).parent().find("p").toggleClass("corp_open");
        // });

        // 側欄收合
        // $(".corp_menu h2").click(function (e) {
        //     e.preventDefault();
        //     $(this).toggleClass("active");
        //     $(this).parent().find("p").slideToggle();
        //     $(this).parent().siblings().find("p").slideUp();
        //     $(this).parent().siblings().find("h2").removeClass("active");
        //     $(this).addClass("current").parent().siblings().find("h2").removeClass("current");
        // });


        // 內文收合 圖片改成-之後改不回來
        // $(".corp_content h2").click(function (e) {
        //     e.preventDefault();
        //     $(this).toggleClass("active");
        //     $(this).addClass("close");
        //     $(this).parent().find("p").slideToggle();
        //     $(this).parent().siblings().find("h2").removeClass("active")
        // });



        // 內文收合 toggle() 舊版jQuery
        // $(".corp_content h2").toggle(
        //     function () {
        //         $(this).parent().find("p").slideDown();
        //         $(this).addClass("close");
        //     },
        //     function () {
        //         $(this).parent().find("p").slideUp();
        //         $(this).removeClass("close");
        //     }
        // );

    });
</script>
</body>

</html>